{"symbol": "AXP", "companyName": "American Express Co.", "exchange": "New York Stock Exchange", "industry": "Financial Conglomerates", "website": "http://www.americanexpress.com", "description": "American Express Co. engages in the provision of charge and credit card products, and travel-related services. It operates through the following segments: Global Consumer Services Group, Global Commercial Services, Global Merchant and Network Services and Corporate & Other. The Global Consumer Services Group segment issues a wide range of proprietary consumer cards globally. The Global Commercial Services segment provides proprietary corporate and small business cards, payment and expense management services, and commercial financing products. The Global Merchant and Network Services segment operates a global payments network that processes and settles card transactions, acquires merchants, and provides multi-channel marketing programs and capabilities, services, and data analytics. The Corporate & Other segment covers corporate functions and certain other businesses and operations. The company was founded by Henry Wells, William G. Fargo and John Warren Butterfield on March 28, 1850 and is headquartered in New York, NY.", "CEO": "Stephen J. Squeri", "securityName": "American Express Company", "issueType": "cs", "sector": "Finance", "primarySicCode": 6153, "employees": 59000, "tags": ["Finance", "Financial Conglomerates"], "address": "200 Vesey Street", "address2": null, "state": "NY", "city": "New York", "zip": "10285-1000", "country": "US", "phone": "1.212.640.2000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "AAPL", "companyName": "Apple, Inc.", "exchange": "NASDAQ", "industry": "Telecommunications Equipment", "website": "http://www.apple.com", "description": "Apple, Inc. engages in designing, manufacturing, and marketing of mobile communication, media devices, personal computers, and portable digital music players. It operates through the following geographical segments: Americas, Europe, Greater China, Japan, and Rest of Asia Pacific. The Americas segment includes North and South America. The Europe segment consists of European countries, as well as India, the Middle East, and Africa. The Greater China segment comprises of China, Hong Kong, and Taiwan. The Rest of Asia Pacific segment includes Australia and Asian countries. Its products and services include iPhone, iPad, Mac, iPod, Apple Watch, Apple TV, a portfolio of consumer and professional software applications, iPhone OS (iOS), OS X and watchOS operating systems, iCloud, Apple Pay and a range of accessory, service and support offerings. Apple was founded by Steven Paul Jobs, Ronald Gerald Wayne, and Stephen G. Wozniak on April 1, 1976 and is headquartered in Cupertino, CA.", "CEO": "Timothy Donald Cook", "securityName": "Apple Inc.", "issueType": "cs", "sector": "Electronic Technology", "primarySicCode": 3663, "employees": 132000, "tags": ["Electronic Technology", "Telecommunications Equipment"], "address": "One Apple Park Way", "address2": null, "state": "CA", "city": "Cupertino", "zip": "95014-2083", "country": "US", "phone": "1.408.974.3123", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "BA", "companyName": "The Boeing Co.", "exchange": "New York Stock Exchange", "industry": "Aerospace & Defense", "website": "http://www.boeing.com", "description": "The Boeing Co. is an aerospace company, which engages in the manufacture of commercial jetliners and defense, space and security systems. It operates through the following segments: Commercial Airplanes; Defense, Space and Security; Global Services; and Boeing Capital. The Commercial Airplanes segment includes the development, production, and market of commercial jet aircraft and provides fleet support services, principally to the commercial airline industry worldwide. The Defense, Space and Security segment refers to the research, development, production and modification of manned and unmanned military aircraft and weapons systems for global strike, including fighter and combat rotorcraft aircraft and missile systems; global mobility, including tanker, rotorcraft and tilt-rotor aircraft; and airborne surveillance and reconnaissance, including command and control, battle management and airborne anti-submarine aircraft. The Global Services segment provides services to commercial and defense customers. The Boeing Capital segment seeks to ensure that Boeing customers have the financing they need to buy and take delivery of their Boeing product and manages overall financing exposure. The company was founded by William Edward Boeing on July 15, 1916 and is headquartered in Chicago, IL.", "CEO": "Dennis A. Muilenburg", "securityName": "Boeing Company", "issueType": "cs", "sector": "Electronic Technology", "primarySicCode": 3721, "employees": 153000, "tags": ["Electronic Technology", "Aerospace & Defense"], "address": "100 North Riverside Plaza", "address2": null, "state": "IL", "city": "Chicago", "zip": "60606-1596", "country": "US", "phone": "1.312.544.2000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "CAT", "companyName": "Caterpillar, Inc.", "exchange": "New York Stock Exchange", "industry": "Trucks/Construction/Farm Machinery", "website": "http://www.caterpillar.com", "description": "Caterpillar, Inc. engages in the manufacture of construction and mining equipment, diesel and natural gas engines, industrial gas turbines, and diesel-electric locomotives. It operates through the following segments: Construction Industries, Resource Industries, Energy and Transportation, Financial Products, and All Other. The Construction Industries segment supports customers using machinery in infrastructure and building construction applications. The Resource Industries segment is responsible for supporting customers using machinery in mining and quarrying applications and it includes business strategy, product design, product management and development, manufacturing, marketing and sales and product support. The Energy and Transportation segment supports customers in oil and gas, power generation, marine, rail, and industrial applications. The Financial Products segment offers a range of financing alternatives to customers and dealers for Caterpillar machinery and engines, solar gas turbines, as well as other equipment and marine vessels. The All Other segments include activities such as; the business strategy, product management and development, and manufacturing of filters and fluids, undercarriage, tires and rims, engaging tools, and fluid transfers. The company was founded on April 15, 1925 and is headquartered in Deerfield, IL.", "CEO": "Donald James Umpleby", "securityName": "Caterpillar Inc.", "issueType": "cs", "sector": "Producer Manufacturing", "primarySicCode": 3531, "employees": 104000, "tags": ["Producer Manufacturing", "Trucks/Construction/Farm Machinery"], "address": "510 Lake Cook Road", "address2": null, "state": "IL", "city": "Deerfield", "zip": "60015", "country": "US", "phone": "1.224.551.4000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "CSCO", "companyName": "Cisco Systems, Inc.", "exchange": "NASDAQ", "industry": "Computer Communications", "website": "http://www.cisco.com", "description": "Cisco Systems, Inc. engages in the design, manufacture, and sale of Internet Protocol based networking products and services related to the communications and information technology industry. The firm operates through the following geographical segments: the Americas, EMEA, and APJC. Its product comprises of the following categories: Switches, Routers, Wireless, Network Management Interfaces and Modules, Optical Networking, Access Points, Outdoor and Industrial Access Points, Next-Generation Firewalls, Advanced Malware Protection, VPN Security Clients, Email, and Web Security. The company was founded by Sandra Lerner and Leonard Bosack on December 10, 1984 and is headquartered in San Jose, CA.", "CEO": "Charles H. Robbins", "securityName": "Cisco Systems, Inc.", "issueType": "cs", "sector": "Electronic Technology", "primarySicCode": 7373, "employees": 75900, "tags": ["Electronic Technology", "Computer Communications"], "address": "170 West Tasman Drive", "address2": null, "state": "CA", "city": "San Jose", "zip": "95134-1706", "country": "US", "phone": "1.408.526.4000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "CVX", "companyName": "Chevron Corp.", "exchange": "New York Stock Exchange", "industry": "Integrated Oil", "website": "http://www.chevron.com", "description": "Chevron Corp. engages in the provision of administrative, financial management, and technology support for energy and chemical operations. It operates through the Upstream and Downstream segments. The Upstream segment consists of exploration, development, and production of crude oil and natural gas; liquefaction, transportation, and regasification associated with liquefied natural gas; transporting crude oil by major international oil export pipelines; processing, transporting, storage, and marketing of natural gas; and a gas-to-liquids plant. The Downstream segment comprises refining of crude oil into petroleum products; marketing of crude oil and refined products; transporting of crude oil and refined products by pipeline, marine vessel, motor equipment, and rail car; and manufacturing and marketing of commodity petrochemicals, plastics for industrial uses, and fuel and lubricant additives. The company was founded in 1906 and is headquartered in San Ramon, CA.", "CEO": "Michael K. Wirth", "securityName": "Chevron Corporation", "issueType": "cs", "sector": "Energy Minerals", "primarySicCode": 1311, "employees": 48600, "tags": ["Energy Minerals", "Integrated Oil"], "address": "6001 Bollinger Canyon Road", "address2": null, "state": "CA", "city": "San Ramon", "zip": "94583-2324", "country": "US", "phone": "1.925.842.1000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "XOM", "companyName": "Exxon Mobil Corp.", "exchange": "New York Stock Exchange", "industry": "Integrated Oil", "website": "http://www.exxonmobil.com", "description": "Exxon Mobil Corp. engages in the exploration, development, and distribution of oil, gas, and petroleum products. It operates through the following segments: Upstream, Downstream and Chemical. The Upstream segment produces crude oil and natural gas. The Downstream segment manufactures and trades petroleum products. The Chemical segment offers petrochemicals. The company was founded by John D. Rockefeller in 1882 and is headquartered in Irving, TX.", "CEO": "Darren W. Woods", "securityName": "Exxon Mobil Corporation", "issueType": "cs", "sector": "Energy Minerals", "primarySicCode": 1311, "employees": 71000, "tags": ["Energy Minerals", "Integrated Oil"], "address": "5959 Las Colinas Boulevard", "address2": null, "state": "TX", "city": "Irving", "zip": "75039-2298", "country": "US", "phone": "1.972.940.6000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "GS", "companyName": "The Goldman Sachs Group, Inc.", "exchange": "New York Stock Exchange", "industry": "Investment Banks/Brokers", "website": "http://www.goldmansachs.com", "description": "Goldman Sachs Group, Inc. engages in global investment banking, securities, and investment management, which provides financial services. It operates through the following business segments: Investment Banking, Institutional Client Services, Investing and Lending, and Investment Management. The Investment Banking segment gives financial advisory services and help companies raise capital. The Institutional Client Services segment serves clients who come to buy and sell financial products, raise funding, and manage risk. The Investing and Lending segment includes investing and relationship lending activities; and making investment. The Investment Management segment involves in investment and wealth advisory services. The company was founded by Marcus Goldman in 1869 and is headquartered in New York, NY.", "CEO": "David Michael Solomon", "securityName": "Goldman Sachs Group, Inc.", "issueType": "cs", "sector": "Finance", "primarySicCode": 6211, "employees": 36600, "tags": ["Finance", "Investment Banks/Brokers"], "address": "200 West Street", "address2": null, "state": "NY", "city": "New York", "zip": "10282", "country": "US", "phone": "1.212.902.1000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "HD", "companyName": "The Home Depot, Inc.", "exchange": "New York Stock Exchange", "industry": "Home Improvement Chains", "website": "http://www.homedepot.com", "description": "Home Depot, Inc. is a home improvement retailer, which engages in the sale of building materials and home improvement products. Its products include building materials, home improvement products, lawn and garden products, and decor products. It offers home improvement installation services and tool and equipment rental. The company was founded by Bernard Marcus, Arthur M. Blank, Kenneth Gerald Langone and Pat Farrah on June 29, 1978 and is headquartered at Atlanta, GA.", "CEO": "Craig A. Menear", "securityName": "Home Depot, Inc.", "issueType": "cs", "sector": "Retail Trade", "primarySicCode": 5211, "employees": 413000, "tags": ["Retail Trade", "Home Improvement Chains"], "address": "2455 Paces Ferry Road", "address2": null, "state": "GA", "city": "Atlanta", "zip": "30339-4024", "country": "US", "phone": "1.770.433.8211", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "IBM", "companyName": "International Business Machines Corp.", "exchange": "New York Stock Exchange", "industry": "Information Technology Services", "website": "http://www.ibm.com", "description": "International Business Machines Corp. is an information technology company, which provides integrated solutions that leverage information technology and knowledge of business processes. It operates through the following segments: Cognitive Solutions, Global Business Services, Technology Services & Cloud Platforms, Systems, and Global Financing. The Cognitive Solutions segment comprises a portfolio of capabilities that help IBM's clients to identify actionable insights and inform decision making for competitive advantage. It includes Watson, a cognitive computing platform that has the ability to interact in natural language, process amounts of big data, and learn from interactions with people and computers. This segment consists of Solutions Software, which provides the basis for many of the company's strategic areas including analytics, security and social; and Transaction Processing Software, which includes software that primarily runs mission-critical systems in industries such as banking, airlines and retail. The Global Business Services segment provides clients with consulting, application management and global process services. The Technology Services & Cloud Platforms segment provides comprehensive IT infrastructure and platform services that create business value for clients. The Systems segment provides clients with innovative infrastructure platforms to help meet the requirements of hybrid cloud and enterprise AI workload. The Global Financing segment encompasses two primary businesses: financing, primarily conducted through IBM Credit LLC, and remanufacturing and remarketing. The company was founded by Charles Ranlett Flint and Thomas J. Watson Sr. on June 16, 1911 and is headquartered in Armonk, NY.", "CEO": "Virginia M. Rometty", "securityName": "International Business Machines Corporation", "issueType": "cs", "sector": "Technology Services", "primarySicCode": 7373, "employees": 381100, "tags": ["Technology Services", "Information Technology Services"], "address": "1 New Orchard Road", "address2": null, "state": "NY", "city": "Armonk", "zip": "10504-1722", "country": "US", "phone": "1.914.499.1900", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "INTC", "companyName": "Intel Corp.", "exchange": "NASDAQ", "industry": "Semiconductors", "website": "http://www.intel.com", "description": "Intel Corp. engages in the design, manufacture, and sale of computer products and technologies. It delivers computer, networking, data storage and communications platforms. It operates its business through the following segments: Client Computing Group, Data Center Group, Internet of Things Group, Non-Volatile Memory Solutions Group, Programmable Solutions and All Other. The Client Computing Group segment consists of platforms designed for notebooks, 2 in 1 systems, desktops, tablets, phones, wireless and wired connectivity products, and mobile communication components. The Data Center Group segment includes workload-optimized platforms and related products designed for enterprise, cloud, and communication infrastructure market. The Internet of Things Group segment comprises of platforms such as retail, transportation, industrial, video, buildings and smart cities, along with a broad range of other market segments. The Non-Volatile Memory Solutions Group segment constitutes of NAND flash memory products primarily used in solid-state drives. The Programmable Solutions Group segment contains programmable semiconductors and related products for a broad range of markets, including communications, data center, industrial, military, and automotive. The All Other segment consists of results from other non-reportable segment and corporate-related charges. The company was founded by Robert Norton Noyce and Gordon Earle Moore on July 18, 1968 and is headquartered in Santa Clara, CA.", "CEO": "Robert Holmes Swan", "securityName": "Intel Corporation", "issueType": "cs", "sector": "Electronic Technology", "primarySicCode": 3674, "employees": 107400, "tags": ["Electronic Technology", "Semiconductors"], "address": "2200 Mission College Boulevard", "address2": null, "state": "CA", "city": "Santa Clara", "zip": "95054-1549", "country": "US", "phone": "1.408.765.8080", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "JNJ", "companyName": "Johnson & Johnson", "exchange": "New York Stock Exchange", "industry": "Pharmaceuticals: Major", "website": "http://www.jnj.com", "description": "Johnson & Johnson is a holding company, which engages in the research and development, manufacture and sale of products in the health care field. It operates through the following segments: Consumer, Pharmaceutical, and Medical Devices. The Consumer segment includes products used in the baby care, oral care, beauty, over-the-counter pharmaceutical, women's health, and wound care markets. The Pharmaceutical segment focuses on therapeutic areas such as immunology, infectious diseases ad vaccines, neuroscience, oncology, cardiovascular and metabolism, and pulmonary hypertension. The Medical Devices segment offers products used in the orthopedic, surgery, cardiovascular, diabetes care, and eye health fields. The company was founded by Robert Wood Johnson I, James Wood Johnson and Edward Mead Johnson Sr. in 1886 and is headquartered in New Brunswick, NJ.", "CEO": "Alex Gorsky", "securityName": "Johnson & Johnson", "issueType": "cs", "sector": "Health Technology", "primarySicCode": 2834, "employees": 135100, "tags": ["Health Technology", "Pharmaceuticals: Major"], "address": "One Johnson & Johnson Plaza", "address2": null, "state": "NJ", "city": "New Brunswick", "zip": "08933", "country": "US", "phone": "1.732.524.0400", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "KO", "companyName": "The Coca-Cola Co.", "exchange": "New York Stock Exchange", "industry": "Beverages: Non-Alcoholic", "website": "http://us.coca-cola.com/home/", "description": "The Coca-Cola Co. is the nonalcoholic beverage company, which engages in the manufacture, market, and sale of non-alcoholic beverages which include sparkling soft drinks, water, enhanced water & sports drinks, juice, dairy & plant-based beverages, tea & coffee and energy drinks. Its brands include Coca-Cola, Diet Coke, Coca-Cola Zero, Fanta, Sprite, Minute Maid, Georgia, Powerade, Del Valle, Schweppes, Aquarius, Minute Maid Pulpy, Dasani, Simply, Glaceau Vitaminwater, Bonaqua, Gold Peak, Fuze Tea, Glaceau Smartwater, and Ice Dew. It operates through the following segments: Eurasia and Africa, Europe, Latin America, North America, Asia Pacific, Bottling Investments and Global Ventures. The company was founded by Asa Griggs Candler in 1886 and is headquartered in Atlanta, GA.", "CEO": "James Quincey", "securityName": "Coca-Cola Company", "issueType": "cs", "sector": "Consumer Non-Durables", "primarySicCode": 2086, "employees": 62600, "tags": ["Consumer Non-Durables", "Beverages: Non-Alcoholic"], "address": "One Coca-Cola Plaza", "address2": null, "state": "GA", "city": "Atlanta", "zip": "30313-2420", "country": "US", "phone": "1.404.676.2121", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "JPM", "companyName": "JPMorgan Chase & Co.", "exchange": "New York Stock Exchange", "industry": "Major Banks", "website": "http://www.jpmorganchase.com", "description": "JPMorgan Chase & Co. is a financial holding company, which provides financial and investment banking services. It offers a range of investment banking products and services in all capital markets, including advising on corporate strategy and structure; capital raising in equity and debt markets; sophisticated risk management; market making in cash securities and derivative instruments; and prime brokerage and research. It operates its business through the following segments: Consumer and Community Banking; Corporate and Investment Bank; Commercial Banking; and Asset and Wealth Management. The Consumer and Community Banking segment serves consumers and businesses through personal service at bank branches and through automated teller machine, online, mobile, and telephone banking. The Corporate and Investment Bank segment offers a suite of investment banking, market-making, prime brokerage, and treasury and securities products and services to a global client base of corporations, investors, financial institutions, government and municipal entities. The Commercial Banking segment delivers services to U.S. and its multinational clients, including corporations, municipalities, financial institutions, and non profit entities. It also provides financing to real estate investors and owners as well as financial solutions, including lending, treasury services, investment banking, and asset management. The Asset and Wealth Management segment provides asset and wealth management services. It offers investment management across all major asset services, including equities, fixed income, alternatives, and money market funds. The company was founded in 1968 and is headquartered in New York, NY.", "CEO": "James Dimon", "securityName": "JPMorgan Chase & Co.", "issueType": "cs", "sector": "Finance", "primarySicCode": 6021, "employees": 256105, "tags": ["Finance", "Major Banks"], "address": "383 Madison Avenue", "address2": null, "state": "NY", "city": "New York", "zip": "10017-2070", "country": "US", "phone": "1.212.270.6000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "MCD", "companyName": "McDonald's Corp.", "exchange": "New York Stock Exchange", "industry": "Restaurants", "website": "http://www.mcdonalds.com", "description": "McDonald's Corp. engages in the operation and franchise of McDonald's restaurants. It operates through the following segments: U.S.; International Lead Markets; High Growth Markets; Foundational Markets and Corporate. The U.S. segment manages to increase customer awareness for its global mobile application, mobile order and pay functionality, and delivery platform. The International Lead Markets segment focuses in expanding the McCafé coffee brand and the ongoing deployment of EOTF restaurants across the segment. The High Growth Markets segment involves in the ideas around design, digital, people, menu innovation, and value from other markets to enhance the customer experience. The Foundational Markets and Corporate segment refers commitment to run great restaurants and increase convenient to customers, including drive-thru and delivery. The company was founded by Raymond Albert Kroc on April 15, 1955 and is headquartered in Oak Brook, IL.", "CEO": "Stephen J. Easterbrook", "securityName": "McDonald's Corporation", "issueType": "cs", "sector": "Consumer Services", "primarySicCode": 5812, "employees": 210000, "tags": ["Consumer Services", "Restaurants"], "address": "110 North Carpenter Street", "address2": null, "state": "IL", "city": "Chicago", "zip": "60523", "country": "US", "phone": "1.630.623.3000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "MMM", "companyName": "3M Co.", "exchange": "New York Stock Exchange", "industry": "Industrial Conglomerates", "website": "http://www.3m.com", "description": "3M Co. is a technology company, which manufactures industrial, safety and consumer products. It operates through the following five segments: Industrial, Safety & Graphics, Health Care, Electronics & Energy, and Consumer. The Industrial segment provides products, including tapes, abrasives, adhesives, ceramics, sealants, closure systems for personal hygiene products, acoustic systems products, specialty materials and filtration systems. The Safety & Graphics segment offers personal protection products, ransportation safety products, commercial graphics systems, commercial cleaning and protection products, floor matting, roofing granules, all protection products, self-contained breathing apparatus systems, and gas and flame detection instruments. The Health Care segment supplies medical and surgical equipment, skin health & infection prevention products, drug delivery systems, dental & orthodontic products, health information systems and food safety products. The Electronics & Energy segment involves in the optical films solutions for electronic displays, packaging and interconnection devices; insulating and splicing solutions; touch screens and touch monitors; renewable energy component solutions; and infrastructure protection products. The Consumer segment products includes sponges, scouring pads, high-performance cloths, consumer and office tapes, repositionable notes, indexing systems, home improvement products, home care products, protective material products, and consumer & office tapes, as well as adhesives. The company was founded by Henry S. Bryan, Hermon W. Cable, John Dwan, William A. McGonagle and J. Danley Budd in 1902 and is headquartered in St. Paul, MN.", "CEO": "Michael F. Roman", "securityName": "3M Company", "issueType": "cs", "sector": "Producer Manufacturing", "primarySicCode": 3291, "employees": 93516, "tags": ["Producer Manufacturing", "Industrial Conglomerates"], "address": "3M Center", "address2": null, "state": "MN", "city": "St. Paul", "zip": "55144-1000", "country": "US", "phone": "1.651.733.1110", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "MRK", "companyName": "Merck & Co., Inc.", "exchange": "New York Stock Exchange", "industry": "Pharmaceuticals: Major", "website": "http://www.merck.com", "description": "Merck & Co., Inc. engages in the provision of health solutions through its prescription medicines, vaccines, biologic therapies, animal health, and consumer care products. It operates through the following segments: Pharmaceutical, Animal Health, Healthcare Services, and Alliances. The Pharmaceutical segment includes human health pharmaceutical and vaccine products. The Animal Health segment discovers, develops, manufactures, and markets animal health products, such as pharmaceutical and vaccine products, for the prevention, treatment and control of disease in livestock and companion animal species, which it sells to veterinarians, distributors, and animal producers. The Healthcare Services segment offers services and solutions that focus on engagement, health analytics, and clinical services to improve the value of care delivered to patients. The Alliances segment includes results from the Company's relationship with AstraZeneca LP related to sales of Nexium and Prilosec. The company was founded in 1891 and is headquartered in Kenilworth, NJ.", "CEO": "Kenneth C. Frazier", "securityName": "Merck & Co., Inc.", "issueType": "cs", "sector": "Health Technology", "primarySicCode": 2834, "employees": 69000, "tags": ["Health Technology", "Pharmaceuticals: Major"], "address": "2000 Galloping Hill Road", "address2": null, "state": "NJ", "city": "Kenilworth", "zip": "07033", "country": "US", "phone": "1.908.740.4000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "MSFT", "companyName": "Microsoft Corp.", "exchange": "NASDAQ", "industry": "Packaged Software", "website": "http://www.microsoft.com", "description": "Microsoft Corp. engages in the development and support of software, services, devices, and solutions. It operates through the following business segments: Productivity and Business Processes; Intelligent Cloud; and More Personal Computing. The Productivity and Business Processes segment comprises products and services in the portfolio of productivity, communication, and information services of the company spanning a variety of devices and platform. The Intelligent Cloud segment refers to the public, private, and hybrid serve products and cloud services of the company which can power modern business. The More Personal Computing segment encompasses products and services geared towards the interests of end users, developers, and IT professionals across all devices. The firm also offers operating systems; cross-device productivity applications; server applications; business solution applications; desktop and server management tools; software development tools; video games; personal computers, tablets; gaming and entertainment consoles; other intelligent devices; and related accessories. The company was founded by Paul Gardner Allen and William Henry Gates III in 1975 and is headquartered in Redmond, WA.", "CEO": "Satya Nadella", "securityName": "Microsoft Corporation", "issueType": "cs", "sector": "Technology Services", "primarySicCode": 7371, "employees": 144000, "tags": ["Technology Services", "Packaged Software"], "address": "One Microsoft Way", "address2": null, "state": "WA", "city": "Redmond", "zip": "98052-6399", "country": "US", "phone": "1.425.882.8080", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "NKE", "companyName": "NIKE, Inc.", "exchange": "New York Stock Exchange", "industry": "Apparel/Footwear", "website": "http://www.nike.com", "description": "NIKE, Inc. engages in the design, development, marketing, and sale of athletic footwear, apparel, accessories, equipment, and services. It operates through the following segments: North America; Europe, Middle East & Africa; Greater China; Asia Pacific & Latin America; Global Brand Divisions; Converse; and Corporate. The North America; Europe, Middle East & Africa; Greater China; and Asia Pacific & Latin America segments refers to the design, development, marketing, and selling of athletic footwear, apparel, and equipment. The Global Brand Divisions represents NIKE Brand licensing businesses. The Converse segment designs, markets, licenses, and sells casual sneakers, apparel, and accessories. The Corporate segment consists of unallocated general and administrative expenses. The company was founded by William Jay Bowerman and Philip H. Knight in 1964 and is headquartered in Beaverton, OR.", "CEO": "Mark G. Parker", "securityName": "NIKE, Inc. Class B", "issueType": "cs", "sector": "Consumer Non-Durables", "primarySicCode": 3021, "employees": 76700, "tags": ["Consumer Non-Durables", "Apparel/Footwear"], "address": "One Bowerman Drive", "address2": null, "state": "OR", "city": "Beaverton", "zip": "97005", "country": "US", "phone": "1.503.671.6453", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "PFE", "companyName": "Pfizer Inc.", "exchange": "New York Stock Exchange", "industry": "Pharmaceuticals: Major", "website": "http://www.pfizer.com", "description": "Pfizer Inc. engages in the discovery, development, and manufacture of healthcare products specializes in medicines, vaccine, and consumer healthcare. It operates through the Pfizer Innovative Health (IH) and Pfizer Essential Health (EH) segments. The IH segment focuses on the development and commercializing medicines and vaccines for internal medicine, oncology, inflammation and immunology, rate disease, and consumer healthcare. The EH segment is involved in development and supply of branded generics, generic sterile injectable products, biosimilars, and select branded products including anti-infectives. The company was founded by Charles Pfizer Sr. and Charles Erhart in 1849 and is headquartered in New York, NY.", "CEO": "Albert Bourla", "securityName": "Pfizer Inc.", "issueType": "cs", "sector": "Health Technology", "primarySicCode": 2834, "employees": 92400, "tags": ["Health Technology", "Pharmaceuticals: Major"], "address": "235 East 42nd Street", "address2": null, "state": "NY", "city": "New York", "zip": "10017-5755", "country": "US", "phone": "1.212.733.2323", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "PG", "companyName": "Procter & Gamble Co.", "exchange": "New York Stock Exchange", "industry": "Household/Personal Care", "website": "http://www.pg.com", "description": "Procter & Gamble Co. engages in the provision of branded consumer packaged goods. It operates through the following segments: Beauty; Grooming; Health Care; Fabric & Home Care; and Baby, Feminine & Family Care. The Beauty segment offers hair, skin, and personal care. The Grooming segment comprises of shave care like female and male blades and razors, pre and post shave products, and appliances. The Health Care segment includes oral care products like toothbrushes, toothpaste, and personal health care such as gastrointestinal, rapid diagnostics, respiratory, and vitamins, minerals, and supplements. The Fabric and Home Care segment consist of fabric enhancers, laundry additives and detergents, and air, dish, and surface care. The Baby, Feminine and Family Care segment sells baby wipes, diapers, and pants, adult incontinence, feminine care, paper towels, tissues, and toilet paper. The company was founded by William Procter and James Gamble in 1837 and is headquartered in Cincinnati, OH.", "CEO": "David S. Taylor", "securityName": "Procter & Gamble Company", "issueType": "cs", "sector": "Consumer Non-Durables", "primarySicCode": 2841, "employees": 97000, "tags": ["Consumer Non-Durables", "Household/Personal Care"], "address": "One Procter & Gamble Plaza", "address2": null, "state": "OH", "city": "Cincinnati", "zip": "45202-3315", "country": "US", "phone": "1.513.983.1100", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "TRV", "companyName": "The Travelers Cos., Inc.", "exchange": "New York Stock Exchange", "industry": "Property/Casualty Insurance", "website": "http://www.travelers.com", "description": "The Travelers Cos., Inc. is a holding company, which engages in the provision of commercial and personal property and casualty insurance products and services. It operates through the following business segments: Business Insurance; Bond and Specialty Insurance; and Personal Insurance. The Business Insurance segment offers a broad array of property and casualty insurance, and insurance related services to its customers. The Bond and Specialty Insurance segment includes surety, fidelity, management liability, professional liability, and other property and casualty coverage and related risk management services. The Personal Insurance segment consists of products of automobile and homeowners insurance are complemented by a broad suite of related coverages. The company was founded in 1853 and is headquartered in New York, NY.", "CEO": "Alan D. Schnitzer", "securityName": "Travelers Companies, Inc.", "issueType": "cs", "sector": "Finance", "primarySicCode": 6399, "employees": 30400, "tags": ["Finance", "Property/Casualty Insurance"], "address": "485 Lexington Avenue", "address2": null, "state": "NY", "city": "New York", "zip": "10017-2630", "country": "US", "phone": "1.917.778.6000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "UNH", "companyName": "UnitedHealth Group, Inc.", "exchange": "New York Stock Exchange", "industry": "Managed Health Care", "website": "http://www.unitedhealthgroup.com", "description": "UnitedHealth Group, Inc. engages in the provision of health care coverage, software, and data consultancy services. It operates through the following segments: UnitedHealthcare, OptumHealth, OptumInsight, and OptumRx. The UnitedHealthcare segment utilizes Optum's capabilities to help coordinate patient care, improve affordability of medical care, analyze cost trends, manage pharmacy benefits, work with care providers more effectively, and create a simpler consumer experience. The OptumHealth segment provides health services business serving the broad health care marketplace, including payers, care providers, employers, government, life sciences companies, and consumers. The OptumInsight segment focuses on data and analytics, technology, and information to help major participants in the health care industry. The OptumRx segment provides pharmacy care services. The company was founded by Richard T. Burke in January 1977 and is headquartered in Minneapolis, MN.", "CEO": "David Scott Wichmann", "securityName": "UnitedHealth Group Incorporated", "issueType": "cs", "sector": "Health Services", "primarySicCode": 6324, "employees": 300000, "tags": ["Health Services", "Managed Health Care"], "address": "United Health Group Center", "address2": null, "state": "MN", "city": "Minnetonka", "zip": "55343", "country": "US", "phone": "1.952.936.1300", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "UTX", "companyName": "United Technologies Corp.", "exchange": "New York Stock Exchange", "industry": "Industrial Conglomerates", "website": "http://www.utc.com", "description": "United Technologies Corp. engages in the provision of products and services to the building systems and aerospace industries worldwide. It operates through the following business segments: Otis; Carrier; Pratt and Whitney; and Collins Aerospace Systems. The Otis segment designs, manufactures, and markets elevators, escalators, moving walkways, and service. The Carrier segment provides heating, ventilating, air conditioning, and refrigeration solutions. The Pratt and Whitney segment includes aircraft engines for the commercial, military, business jet, and general aviation markets. The Collins Aerospace Systems segment offers technologically advanced aerospace products and aftermarket service solutions for aircraft manufacturers, airlines, regional, business and general aviation markets, military, space and undersea operations. The company was founded in 1934 and is headquartered in Farmington, CT.", "CEO": "Gregory J. Hayes", "securityName": "United Technologies Corporation", "issueType": "cs", "sector": "Producer Manufacturing", "primarySicCode": 3999, "employees": 240000, "tags": ["Producer Manufacturing", "Industrial Conglomerates"], "address": "10 Farm Springs Road", "address2": null, "state": "CT", "city": "Farmington", "zip": "06032", "country": "US", "phone": "1.860.728.7000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "VZ", "companyName": "Verizon Communications, Inc.", "exchange": "New York Stock Exchange", "industry": "Major Telecommunications", "website": "http://www.verizon.com", "description": "Verizon Communications, Inc. is a holding company, which engages in the provision communications, information and entertainment products and services to consumers, businesses and governmental agencies. It operates through Wireless and Wireline segments. The Wireless segment provides wireless voice and data services and equipment sales, which are provided to consumer, business, and government customers. The Wireline segment offers broadband video and data; corporate networking solutions; data center and cloud services; security and managed network services; and local and long distance voice services. It also offers voice, data and video services and solutions. The company was founded in 1983 and is headquartered in New York, NY.", "CEO": "Hans Erik Vestberg", "securityName": "Verizon Communications Inc.", "issueType": "cs", "sector": "Communications", "primarySicCode": 4813, "employees": 144500, "tags": ["Communications", "Major Telecommunications"], "address": "1095 Avenue of the Americas", "address2": null, "state": "NY", "city": "New York", "zip": "10036", "country": "US", "phone": "1.212.395.1000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "V", "companyName": "Visa, Inc.", "exchange": "New York Stock Exchange", "industry": "Finance/Rental/Leasing", "website": "http://usa.visa.com", "description": "Visa, Inc. engages in the provision of payment services. It also facilitates global commerce through the transfer of value and information among global network of consumers, merchants, financial institutions, businesses, strategic partners, and government entities. It offers debit card, credit card, prepaid products, commercial payment solutions, and global ATM. The company was founded by Dee Hock in 1970 and is headquartered in San Francisco, CA.", "CEO": "Alfred F. Kelly", "securityName": "Visa Inc. Class A", "issueType": "cs", "sector": "Finance", "primarySicCode": 6153, "employees": null, "tags": ["Finance/Rental/Leasing", "Finance"], "address": "PO Box 8999", "address2": null, "state": "CA", "city": "San Francisco", "zip": "94128-8999", "country": "US", "phone": "1.650.432.3200", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "WBA", "companyName": "Walgreens Boots Alliance, Inc.", "exchange": "NASDAQ", "industry": "Drugstore Chains", "website": "http://www.walgreensbootsalliance.com", "description": "Walgreens Boots Alliance, Inc. engages in the provision of drug store services. The company operates through the following segments: Retail Pharmacy USA, Retail Pharmacy International, and Pharmaceutical Wholesale. The Retail Pharmacy USA segment engages in pharmacy-led health and beauty retail businesses, which sells its products under brand names Walgreens and Duane Reade. The Retail Pharmacy International segment offers retail stores, which sells products of brands No7, Boots Pharmaceuticals, Botanics, Liz Earle, and Soap & Glory. The Pharmaceutical Wholesale segment supplies medicines, other healthcare products and related services to pharmacies, doctors, health centers, and hospitals. The company was founded in 1901 and is headquartered in Deerfield, IL.", "CEO": "Stefano Pessina", "securityName": "Walgreens Boots Alliance Inc", "issueType": "cs", "sector": "Retail Trade", "primarySicCode": 5912, "employees": 342000, "tags": ["Retail Trade", "Drugstore Chains"], "address": "108 Wilmot Road", "address2": null, "state": "IL", "city": "Deerfield", "zip": "60015", "country": "US", "phone": "1.847.315.2500", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "WMT", "companyName": "Walmart, Inc.", "exchange": "New York Stock Exchange", "industry": "Specialty Stores", "website": "http://corporate.walmart.com", "description": "Walmart, Inc. engages in retail and wholesale business. The Company offers an assortment of merchandise and services at everyday low prices. It operates through the following business segments: Walmart U.S., Walmart International, and Sam's Club. The Walmart U.S. segment operates as a merchandiser of consumer products, operating under the Walmart, Wal-Mart, and Walmart Neighborhood Market brands, as well as walmart.com and other eCommerce brands. The Walmart International segment manages supercenters, supermarkets, hypermarkets, warehouse clubs, and cash & carryl outside of the United States. The Sam's Club segment comprises membership-only warehouse clubs and samsclubs.com. The company was founded by Samuel Moore Walton and James Lawrence Walton in 1945 and is headquartered in Bentonville, AR.", "CEO": "C. Douglas McMillon", "securityName": "Walmart Inc.", "issueType": "cs", "sector": "Retail Trade", "primarySicCode": 5411, "employees": 2200000, "tags": ["Retail Trade", "Specialty Stores"], "address": "702 SW 8th Street", "address2": null, "state": "AR", "city": "Bentonville", "zip": "72716-0215", "country": "US", "phone": "1.479.273.4000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "DIS", "companyName": "The Walt Disney Co.", "exchange": "New York Stock Exchange", "industry": "Media Conglomerates", "website": "http://www.thewaltdisneycompany.com", "description": "The Walt Disney Co. is a diversified international family entertainment and media enterprise. It operates through the following segments: Media Networks, Parks & Resorts, Studio Entertainment and Consumer Products & Interactive Media. The Media Networks segment includes cable and broadcast television networks, television production and distribution operations, domestic television stations, radio networks and stations. The Parks and Resorts segment owns and operates the Walt Disney World Resort in Florida; the Disneyland Resort in California; Aulani, a Disney Resort & Spa in Hawaii; the Disney Vacation Club; the Disney Cruise Line; and Adventures by Disney. The Studio Entertainment segment produces and acquires live-action and animated motion pictures, direct-to-video content, musical recordings and live stage plays. This segment distributes films primarily under the Walt Disney Pictures, Pixar, Marvel, Lucasfilm and Touchstone banners. The Consumer Products and Interactive Media segment licenses the company's trade names, characters and visual and literary properties to various manufacturers, game developers, publishers and retailers throughout the world. It also develops and publishes games, primarily for mobile platforms, and books, magazines and comic books. This segment also distributes branded merchandise directly through retail, online and wholesale businesses. The Walt Disney was founded by Walter Elias Disney on October 16, 1923 and is headquartered in Burbank, CA.", "CEO": "Robert A. Iger", "securityName": "Walt Disney Company", "issueType": "cs", "sector": "Consumer Services", "primarySicCode": 7999, "employees": 201000, "tags": ["Consumer Services", "Media Conglomerates"], "address": "500 South Buena Vista Street", "address2": null, "state": "CA", "city": "Burbank", "zip": "91521-6205", "country": "US", "phone": "1.818.560.1000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
{"symbol": "DOW", "companyName": "Dow, Inc.", "exchange": "New York Stock Exchange", "industry": "Chemicals: Specialty", "website": "http://www.dow.com", "description": "Dow, Inc. materials science company, combining science and technology to develop innovative solutions. It operates through three business segments: Performance Materials & Coatings, Industrial Intermediates & Infrastructure, and Packaging & Specialty Plastics. The Performance Materials & Coatings segment includes industry-franchises that deliver a wide array of solutions into consumer and infrastructure end-markets. The segment consists of two global businesses: Coatings & Performance Monomers and Consumer Solutions. These businesses primarily utilize Dow's acrylics, cellulosics- and silicone-based technology platforms to serve the needs of the architectural and industrial coatings, home care and personal care end-markets. The Industrial Intermediates & Infrastructure segment consists of two customer-centric global businesses Industrial Solutions and Polyurethanes & CAV that develop important intermediate chemicals that are essential to manufacturing processes, as well as downstream, customized materials and formulations that use advanced development technologies. The Packaging & Specialty Plastics segment consists of two global businesses: Hydrocarbons & Energy and Packaging and Specialty Plastics. The company was founded on August 30, 2018 and is headquartered in Midland, MI.", "CEO": "James R. Fitterling", "securityName": "Dow, Inc.", "issueType": "cs", "sector": "Process Industries", "primarySicCode": 2821, "employees": null, "tags": ["Chemicals: Specialty", "Process Industries"], "address": "2211 H.H. Dow Way", "address2": null, "state": "MI", "city": "Midland", "zip": "48674", "country": "US", "phone": "1.989.636.1000", "insert_id": "438fd018-3a1c-4b25-b762-f4b1898289f3"}
